"""
Урок 2.3: Параметры sep и end, PEP8
Задача: Написать программу, которая выводит на экран следующий текст: I***like***Python
"""

print("I", "like", "Python", sep="***")
