"""
Урок 2.2: Команды print() и input(), переменные
Задача: Написать программу, выводящую на экран приветствие
"""

print("Здравствуй, мир!")
