"""
Урок 2.2: Команды print() и input(), переменные
Задача: Написать программу, которая принимает через стандартный поток ввода (команда input()) три строки,
а затем выводит их в той же последовательности, каждую на отдельной строке.
"""

print(input())
print(input())
print(input())
