"""
Урок 2.2: Команды print() и input(), переменные
Задача: Написать программу, которая принимает через стандартный поток ввода (команда input()) три строки,
а затем выводит их в обратной последовательности, каждую на отдельной строке.
"""

str1 = input()
str2 = input()
str3 = input()

print(str3)
print(str2)
print(str1)
