"""
Урок 2.2: Команды print() и input(), переменные
Задача: Написать программу, которая принимает через стандартный поток ввода строку и печатает предложение
в формате <название футбольной команды> - чемпион!
"""

title = input()
print(title, "- чемпион!")
