"""
Урок 2.2: Команды print() и input(), переменные
Задача: Написать программу, которая принимает строку текста через стандартный поток ввода и выводит приветствие
"""

name = input()
print("Привет,", name)
