"""
Урок 2.2: Команды print() и input(), переменные
Задача: Написать программу, выводящую последовательность чисел с одним пробелом между ними
"""

print("4", "8", "15", "16", "23", "42")
