"""
Урок 2.2: Команды print() и input(), переменные
Задача: Изменить последовательность из предыдущей задачи так, чтобы каждое число печаталось
на отдельной строке
"""

print("4")
print("8")
print("15")
print("16")
print("23")
print("42")
