"""
Урок 2.2: Команды print() и input(), переменные
Задача: Написать программу, которая выводит треугольник, состоящий из звёздочек (*)
"""

print("*")
print("**")
print("***")
print("****")
print("*****")
print("******")
print("*******")
