"""
Урок 2.5: Целочисленная арифметика. Часть 2
Задача: Написать программу, которая находит полное
число метров по заданному числу сантиметров.
"""

print(int(input) // 100)
