"""
Урок 2.4: Целочисленная арифметика. Часть 1
Задача: Написать программу, которая считает стоимость трёх компьютеров,
состоящих из монитора, системного блока, клавиатуры и мыши.

Формат входных данных
На вход программе подаются четыре целых числа (каждое на отдельной строке): стоимость монитора, стоимость системного блока, стоимость клавиатуры, стоимость мыши.

Формат выходных данных
Программа должна вывести одно число – стоимость покупки (трёх компьютеров).
"""

print(3 * (int(input()) + int(input()) + int(input()) + int(input())))
